Repository: samuelandkevin/iOS-
Catalog: localize/*.strings
Languages: fr, it

source: High Sex Drive
fr: Libido Élevée
it: Elevato Impulso Sessuale

source: Low Sex Drive
fr: Faible Libido
it: Basso Impulso Sessuale

source: Withdrawal
fr: Retrait
it: Ritiro

source: Sex
fr: Sexe
it: Sesso

source: No Sex
fr: Aucun Rapport Sexuel
it: Nessun rapporto Sessuale

source: Unprotected
fr: Non Protégé
it: Non Protetto

source: Protected
fr: Protégé
it: Protetto

# cervicalMucus
source: Cervical Mucus (CM)
fr: Glaire Cervicale（GC）
it: Muco Cervicale（MC）

# dL_Light
source: Light
fr: Léger
it: Leggero

# dL_Medium
source: Medium
fr: Moyen
it: Medio

# dL_Heavy
source: Heavy
fr: Lourd
it: Pesado

source: Cervical Position & Ferning
fr: Position & Fouille Cervical
it: Posizione & Ferning Cervicale

# dL_Height
source: Height
fr: Hauteur
it: Altezza

# dL_Low
source: Low
fr: Faible
it: Basso

# dL_High
source: High
fr: Haut
it: Alto

source: Openness
fr: Ouverture
it: Apertura

source: Closed
fr: Fermé
it: Chiuso

source: Slightly Open
fr: Légèrement Ouvert
it: Leggermente Aperto

source: Open
fr: Ouvrez
it: Aprire

source: Medium
fr: Moyen
it: Medio

source: Firm
fr: Raide
it: Rigido

source: Aided Insemination
fr: Insémination Assistée
it: Inseminazione Assistita

source: Ultrasound
fr: Échographie
it: Ultrasuoni

source: Sleep
fr: Sommeil
it: Dormire

# less6Hours
source: ＜6 hours
fr: ＜6 heures
it: ＜6 orari

# between6And8Hours
source: 6~8 hours
fr: 6~8 heures
it: 6~8 ore

# between8And10Hours
source: 8~10 hours
fr: 8~10 heures
it: 8~10 ore

# moreThan10Hours
source: ＞10 hours
fr: ＞10 heures
it: ＞10 ore

source: Others
fr: Autres
it: Altri

source: Travel
fr: Voyage
it: Viaggi

source: Stress
fr: Pression
it: Pressione

source: Injury
fr: Blessure
it: Lesioni

source: Illness
fr: Maladie
it: Malattia

source: Athletic Event
fr: Événement Sportif
it: Evento Sportivo

source: Alcohol
fr: Alcool
it: Alcool

source: Physical Activity
fr: Exercice Physique
it: Esercizio Fisico

source: Cardio
fr: L'aérobic
it: Aerobica

source: Weight Lifting
fr: L'haltérophilie
it: Sollevamento Pesi

source: Spin
fr: Rotation
it: Rotazione

source: Stretching
fr: Étirement

source: Duration of Exercise
fr: Durée de l'exercice
it: Durata dell'esercizio

# between0And15Mins
source: 0-15 mins
fr: 0-15 minutes
it: 0-15 minuti

# moreThan60Mins
source: > 60 mins
fr: > 60 minutes
it: > 60 minuti

source: Other Physiological Signals
fr: Autres Signaux Physiologiques
it: Altri segnali fisiologici

source: Prenatal
fr: Prénatal
it: Prenatale

source: Fish Oil
fr: Huile de Poisson
it: Olio di Pesce

source: Probiotic
fr: Probiotique
it: Probiotico

source: Symptoms
fr: Symptôme
it: Sintomo

source: Common
fr: Commun
it: Comune

source: Cravings
fr: Les Envies
it: Desideri

source: Appetite Decreased
fr: Perte d'appétit
it: Appetito Diminuito

source: Appetite Increased
fr: Augmentation de l'appétit
it: Aumento dell'appetito

source: Body
fr: Corps
it: Corpo

source: Pelvic Pain
fr: Douleur Pelvienne
it: Dolore Pelvico

source: Sick
fr: Malade
it: Malato

source: Vaginal Pain
fr: Douleurs Vaginales
it: Dolore Vaginale

source: Ovulation Pain
fr: Douleur de l'ovulation
it: Dolore da Ovulazione

source: Pain During Sex
fr: Douleur Pendant les Rapports Sexuels
it: Dolore Durante il Sesso

source: Belly
fr: Ventre
it: Pancia

source: Gassy
fr: Flatulente

source: Frequent Urination
fr: Mictions Fréquentes
it: Minzione Frequente

source: NO
fr: NON

source: Mild
fr: Doux
it: Mite

source: Moderate
fr: Modéré
it: Moderato

source: Severe
fr: Sévère
it: Severo

source: Fertility Medication
fr: Médicaments contre l'infertilité
it: Farmaci per la fertilità

source: Metformin
fr: Metformine
it: Metformina

source: Letrozole/Femara
fr: Létrozole/Fimara
it: Letrozolo/Fimara

source: Clomiphene Citrate/Clomid
fr: Citrate de Clomifène/Clomid
it: Clomifene Citrato/Clomid

source: Baby Aspirin
fr: Aspirine pour Bébés
it: Aspirina per bambini

source: Prometrium/Bioidentical Progesterone
fr: Prometrium/Progestérone Bio-identique
it: Prometrium/Progesterone Bioidentico

source: Other
fr: Autres
it: Altri

source: Antiphlogistic
fr: Antiphlogistique
it: Antiflogistico

source: Tylenol/Acetaminophen
fr: Tylenol/Acétaminophène
it: Tylenol/Acetaminofene

source: Advil/Ibuprofen
fr: Somnifères/Ibuprofène
it: Sonniferi/Ibuprofene

source: Aleve/Naproxen
fr: Aleve/Naproxène
it: Aleve/Naprossene

source: Midol
fr: Analgésiques
it: Analgesici

source: Tums
fr: Antiacides
it: Antiacidi

source: Heartburn Medication
fr: Médicaments contre les Brûlures d'estomac
it: Farmaci per il Bruciore di Stomaco

source: Allergy Medication
fr: Médicaments contre les Allergies
it: Farmaci contro l'allergia

source: Mucinex
fr: Expectorant
it: Espettorante

source: Antibiotics
fr: Antibiotiques
it: Antibiotici

source: Cough Medicine
fr: Antitussifs
it: Antitussives

source: Sleep Medicine
fr: Médecine du Sommeil
it: Medicina del sonno

source: Decongestant
fr: Décongestionnant
it: Decongestionante

source: Ovidrel/HCG
fr: Ovidrell/HCG

source: Medroxyprogesterone/Provera
fr: Médroxyprogestérone/Provera
it: Medrossiprogesterone/Provera

source: Miscarriage Bleeding
fr: Saignement de fausse couche
it: Emorragia da aborto spontaneo

source: Moods
fr: Humeurs

source: Good Mood
fr: Bonne Humeur
it: Buon Umore

source: Bad Mood
fr: Mauvaise Humeur
it: Cattivo Umore

source: Weepy/Tearful
fr: Pleurer/Larmes
it: Pianto/Lacrime

source: Energetic
fr: Énergique
it: Energetico

source: Tired
fr: Fatigué
it: Stanco

source: Anxious
fr: Anxieux
it: Ansioso

source: Obsessive thoughts
fr: Obstiné
it: Pensieri ossessivi

source: Apathetic
fr: Apathique
it: Apatico

source: Focused
fr: Focalisé
it: Focalizzato

source: In Love
fr: Amoureux
it: In Amore

source: Notes
fr: Note
it: Nota

source: Save data?
fr: Sauvegarder des données?
it: Salvare i dati?

# changesDailyLogTips
source: You have made changes to the daily log. Do you confirm these changes?
fr: Vous avez apporté des modifications au journal quotidien. Confirmez-vous ces changements?
it: Avete apportato delle modifiche al registro giornaliero. Conferma queste modifiche?

source: No. Discard.
fr: Non. Jetez-les.
it: No. Eliminare.

source: Yes. Save.
fr: Oui. Enregistrer.
it: Sì. Salvare.

source: Save
fr: Enregistrer
it: Salva

source: Done
fr: Fait
it: Fatto

source: How to Get Pregnant Fast?
fr: Comment devenir enceinte rapidement?
it: Come Rimanere Incinta Velocemente?

source: Background
fr: Contexte
it: Contesto

source: Tip(s)
fr: Conseil(s)
it: Suggerimento(i)

source: BBT
fr: TBC

# bBTDescription
source: Basal Body Temperature (BBT) is your body temperature at rest and can only accurately be taken immediately when you wake up. BBT rises after ovulation, due to increased progesterone released from the corpus luteum after ovulation. Ovulation can be detected on a BBT chart as the day or two before BBT rises. Take your temperature at the same time everyday, BEFORE you get out of bed, eat, drink or speak.
fr: La température basale du corps (TBC) est la température de votre corps au repos et ne peut être prise avec précision qu'au réveil. La TBC augmente après l'ovulation, en raison de l'augmentation de la progestérone libérée par le corps jaune après l'ovulation. L'ovulation peut être détectée sur un graphique de la TBC le jour ou les deux jours précédant l'augmentation de la TBC. La température à la même heure chaque jour AVANT de vous lever.
it: La temperatura corporea basale (BBT) è la temperatura corporea a riposo e può essere rilevata con precisione solo al risveglio. Il BBT aumenta dopo l'ovulazione, a causa dell'aumento del progesterone rilasciato dal corpo luteo dopo l'ovulazione. L'ovulazione può essere rilevata su un grafico BBT il giorno o due giorni prima dell'aumento del BBT. Temperatura alla stessa ora ogni giorno PRIMA di alzarsi.

source: Ovulation Tests
fr: Tests d'ovulation
it: Test di Ovulazione

# ovulationTestsDescription
source: Ovulation tests detect the concentration of luteinizing hormone (LH) in your urine. The test normally will show a positive result when the LH surge and peak are occurring. If a test line is as dark or darker than the control line, it is considered a “positive” result, and the app will start looking for your surge as you get close to this. A positive result doesn’t always mean you are going to ovulate in 24-48 hours, it’s important to keep testing until you see a definitive peak day. To help confirm ovulation using a tool like BBT can be a great pairing with ovulation tests. Aim to test any time in the early afternoon to early evening from 11:00AM - 4:00PM, as this is when LH level tends to be highest, and you will be less likely to miss peak.
fr: Les tests d'ovulation détectent la concentration de l'hormone lutéinisante (LH) dans l'urine. Le test donne normalement un résultat positif lorsque la poussée et le pic de LH se produisent. Si une ligne de test est aussi sombre ou plus sombre que la ligne de contrôle, le résultat est considéré comme «positif», et l'appli commencera à rechercher votre poussée lorsque vous vous en approcherez. Un résultat positif ne signifie pas toujours que vous allez ovuler dans les 24-48 heures, donc un outil de confirmation de l'ovulation comme la TBC peut être une excellente combinaison avec les tests d'ovulation. Essayez de faire le test à n'importe quel moment entre 11h00 et 16h00, car c'est à ce moment que le niveau de LH a tendance à être le plus élevé, et vous aurez moins de chances de manquer le pic.

source: Cervical Mucus (CM)
fr: Glaire Cervicale（GC）
it: Muco Cervicale（MC）

# cMDescription
source: Cervical mucus changes throughout the month, dependent on the hormones that are present. When your body nears its fertile window, estrogen levels spike to trigger ovulation. With this increase in estrogen, your cervical mucus also changes! Dry is infertile, wet is potentially fertile, and egg white cervical mucus (EWCM) is ideal for fertility. You may already be tracking cervical mucus, noticing raw egg-white consistency, creamy, sticky or dry by the feel of your fingers. This gives us essential clues to our fertile window; the egg-white cervical fluid that is present right before ovulation is our best indicator for fertility.
fr: La glaire cervicale change tout au long du mois, en fonction des hormones présentes. Lorsque votre corps s'approche de sa période de fertilité, les niveaux d'œstrogènes augmentent pour déclencher l'ovulation. Avec cette augmentation d'œstrogènes, votre glaire cervicale change également ! La glaire cervicale sèche est infertile, la glaire humide est potentiellement fertile et le blanc d'œuf (BDO) est idéal pour la fertilité. Il se peut que vous soyez déjà en train de suivre la glaire cervicale, que vous remarquiez une consistance de blanc d'œuf cru, crémeuse, collante ou sèche au toucher de vos doigts. Cela nous donne des indices essentiels sur notre fenêtre de fertilité ; la glaire cervicale blanche d'œuf qui est présente juste avant l'ovulation est notre meilleur indicateur de fertilité.
it: Il muco cervicale cambia durante tutto il mese, a seconda degli ormoni presenti. Quando il corpo si avvicina alla sua finestra fertile, i livelli di estrogeni aumentano per innescare l'ovulazione. Con questo aumento di estrogeni, anche il muco cervicale cambia! Secco è sterile, umido è potenzialmente fertile, e il muco cervicale bianco d'uovo (MCBU) è ideale per la fertilità. Potreste già seguire il muco cervicale, sia che notiate una consistenza di albume d'uovo crudo, cremoso, appiccicoso o secco al tocco delle dita. Questo ci dà indizi essenziali sulla nostra finestra di fertilità; il muco cervicale bianco dell'uovo che è presente poco prima dell'ovulazione è il nostro migliore indicatore di fertilità.

# cervicalPositionFerningDescription
source: Your cervix changes position and becomes more open/closed throughout your menstrual cycle. When it comes to cervical position, the ideal fertile pattern appears to be a soft (like the apple of your cheek), high-positioned cervix with an open os. When first beginning to observe the cervix, be patient and focus on comparing each day to the day before. It can sometimes take a few cycles to get to know your cervix!
fr: Votre col de l'utérus change de position et devient plus ouvert/fermé tout au long de votre cycle menstruel. En ce qui concerne la position du col de l'utérus, le modèle fertile idéal semble être un col souple (comme la pomme de votre joue), en position haute, avec un orifice ouvert. Lorsque vous commencez à observer le col de l'utérus, soyez patiente et concentrez-vous sur la comparaison de chaque jour avec le jour précédent. Il faut parfois quelques cycles pour apprendre à connaître le col de l'utérus !
it: La cervice cambia posizione e diventa più aperta/chiusa durante il ciclo mestruale. Quando si tratta di posizione cervicale, il modello ideale di fertilità sembra essere una cervice morbida (come la mela della guancia), in posizione alta e con un osso aperto. Quando iniziate ad osservare la cervice, siate pazienti e concentratevi sul confronto quotidiano con il giorno precedente. Potrebbero essere necessari alcuni cicli per conoscere la cervice!

# sleepDescription
source: You need a minimum of 7 hours of restful, uninterrupted sleep to recharge your body and allow for optimal repair and growth to take place. Your sleep and wake hormones influence your reproductive hormones so keep them balanced and your uterus will get the right message. Try to get to sleep and wake up at the same time every day, even on weekends.
fr: La qualité de votre sommeil a un impact sur votre fertilité. Un manque de sommeil peut perturber votre cycle menstruel et votre ovulation. Il est préférable de dormir au moins 7 heures par nuit pour améliorer vos chances de tomber enceinte.
it: La qualità del sonno ha un impatto sulla fertilità. La mancanza di sonno può interrompere il ciclo mestruale e l'ovulazione. È meglio dormire almeno 7 ore a notte per migliorare le possibilità di rimanere incinta.

source: Weight
fr: Poids
it: Peso

# weightDescription
source: Being overweight or underweight can affect your fertility. You have a greater chance of getting pregnant if you have a healthy weight. Overweight women are more likely to have irregular menstrual cycles, reducing pregnancy rates. Even a small amount of weight loss can improve fertility and pregnancy health. Having a healthy, balanced diet and exercising regularly are sensible approaches for boosting fertility and improving your chances of getting pregnant. Consult with your medical professional if you would like guidance and assistance with reaching your ideal weight.
fr: L'obésité ou l'insuffisance pondérale peuvent affecter votre fertilité. Vous avez plus de chances de tomber enceinte si vous avez un poids sain. Les femmes en surpoids sont plus susceptibles d'avoir des cycles menstruels irréguliers, ce qui réduit le taux de grossesse. Une petite perte de poids peut améliorer la fertilité et la santé de la grossesse. Une alimentation saine et équilibrée et l'exercice physique régulier sont des approches judicieuses pour stimuler la fertilité et améliorer vos chances de tomber enceinte. Consultez votre professionnel de la santé si vous souhaitez obtenir des conseils et de l'aide pour atteindre votre poids idéal.
it: L'obesità o il fatto di essere sottopeso può influire sulla fertilità. È più probabile che tu rimanga incinta se hai un peso sano. Le donne in sovrappeso hanno più probabilità di avere cicli mestruali irregolari, il che riduce il tasso di gravidanza. Una piccola perdita di peso può migliorare la fertilità e la salute in gravidanza. Una dieta sana ed equilibrata e l'esercizio fisico regolare sono approcci saggi per aumentare la fertilità e migliorare le possibilità di rimanere incinta. Parlate con il vostro medico per avere consigli e aiuto per raggiungere il vostro peso ideale.

# othersDescription
source: Many lifestyle factors such as nutrition, exercise, travel, and injury affect your fertility. It’s great to form a healthy diet, exercise regularly, practice breathing and stretching, and always educate yourself about pregnancy.
fr: De nombreux facteurs liés au mode de vie, tels que la nutrition, l'exercice, les voyages et les blessures, ont une incidence sur votre fertilité. Il est bon d'avoir une alimentation saine, de faire régulièrement de l'exercice, de pratiquer la respiration et les étirements, et de toujours s'informer sur la grossesse.
it: Molti fattori dello stile di vita come l'alimentazione, l'esercizio fisico, i viaggi e le lesioni influiscono sulla fertilità. È bene mangiare una dieta sana, fare esercizio fisico regolarmente, respirare e fare stretching, e imparare sempre qualcosa sulla gravidanza.

source: Learn More
fr: En savoir plus
it: Scopri di più

source: Condition
it: Condizione

source: Texture
it: Struttura

source: Soft
it: Morbido

source: Breathwork
it: Respirazione

source: Migraine
it: Emicrania

source: Irritable
it: Irritabile

source: Spotting
it: Manchado
